Revit 2027 API
MullionTypeSet.ReverseIterator Method
Retrieve a backward moving iterator to the set.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public virtual MullionTypeSetIterator ReverseIterator()
Public Overridable Function ReverseIterator As MullionTypeSetIterator
public:
virtual MullionTypeSetIterator^ ReverseIterator()
abstract ReverseIterator : unit -> MullionTypeSetIterator
override ReverseIterator : unit -> MullionTypeSetIterator
Return Value
MullionTypeSetIterator
Returns a backward moving iterator to the set.
See Also
Reference
MullionTypeSet Class
Autodesk.Revit.DB Namespace